// Данные новостей 
window.newsData = [
    {
        date: '8 августа 2026',
        title: '2 матча за день!!!',
        text: 'Появилась информация, согласно которой стало возможно проведение 2 матчей ФК МЕРЫ за 1 день. 9 августа соперниками Меры могут оказаться ФК Южный и ФК 78.',
        tag: 'Матч'
    },
    {
        date: '4 августа 2026',
        title: 'Аренда',
        text: 'Пожидаев Елисей изьявил желание перейти в ФК 78 в аренду. На данный момент происходят переговоры с игроком, аренда находится на решающей стадии.',
        tag: 'Слухи о переходах'
    },
    {
        date: '7 августа 2026',
        title: '⚽ Матч с Южным',
        text: '8-9 августа запланирован матч: ФК МЕРА против ФК ЮЖНЫЙ',
        tag: 'Запланированные матчи'
    },
     {
        date: '7 августа 2026',
        title: 'Массовое изменение',
        text: 'Практически все игроки были переименованы, теперь у большинства стоит фамилия и имя, это сделано для удобства и предотвращения путаницы между игроками.',
        tag: 'Обновление'
    },
     {
        date: '5 августа 2026',
        title: 'Массовое обновление рейтингов',
        text: '5 августа пройдет массовое изменение рейтингов игроков, рейтинги будут распределены относительно другим игрокам.',
        tag: 'Обновление'
    },
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: ''
    },
    1: {
        type: 'video',
        url: './Photos%20(2)/pevec.mp4'
    }
}; // <-- Здесь была пропущена закрывающая скобка!
