// Данные новостей 
window.newsData = [
    {
        date: '12 сентября 2026',
        title: 'Регламент',
        text: 'С 12.09 вступил в силу новый Регламент ДФЛ. Его можно посмотреть во вкладке "Регламент"',
        tag: 'Новости'
    },
    {
        date: '4 октября 2026',
        title: 'Октябрьская победа',
        text: '4 октября в 15:30 состоялся матч между ФК МЕРА и ФК 78. ФК МЕРА одержала победу со счетом 5:3. Лучшим игроком матча признан Кравченко Глеб, который забил решающие два гола на последних двух минутах матча.',
        tag: 'Матчи'
    },
    {
        date: '24 августа 2026',
        title: 'Дисквалификация по дисциплинарным причинам.',
        text: 'Ланг Александр получил пожизненную дисквалификацию на матчи ДФЛ, теперь он не сможет сыграть ни одного матча.',
        tag: 'Новости'
    },
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: ''
    },
    1: {
        type: 'image',
        url: ''
    },
    2: {
        type: 'image',
        url: ''
    },
    3: {
        type: 'image',
        url: ''
    },
    4: {
        type: 'image',
        url: ''
    }
};
