// Данные новостей 
window.newsData = [
 
    {
        date: '18 августа 2026',
        title: 'Трансфер',
        text: 'HERE WE GO! Пожидаев Елисей перешел в ФК 78.',
        tag: 'Переходы'
    },
    {
        date: '20 августа 2026',
        title: 'Матч',
        text: 'Сегодня, 20.08.2026 состоялся матч между ФК Арсеналом и  ФК ПСЖ в 14:00 на FC MERA STADIUM. ФК АРСЕНАЛ выиграл со счетом 14:12',
        tag: 'Матчи'
    },
     {
        date: '20 августа 2026',
        title: 'Инфляция',
        text: 'ВНИМАНИЕ!!! На данный момент инфляция на внутреннем рынке составляет 81,67% и продолжает расти, прогноз на 27.08 - 115%. Таким образом деньги начинают обесцениваться, командам следует обратить на это внимание.',
        tag: 'Рынок'
    },
     {
        date: '19 августа 2026',
        title: 'НОВЫЕ КОМАНДЫ',
        text: '18 августа был создан ФК ПСЖ и ФК Арсенал',
        tag: 'Новые команды'
    },
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: './Photos%20(2)/Elisey_Here_We_Go.png'
    },
    1: {
        type: 'image',
        url: ''
    },
    2: {
        type: 'image',
        url: ''
    },
    3: {
        type: 'image',
        url: ''
    },
    4: {
        type: 'image',
        url: ''
    }
};
