// Данные новостей 
window.newsData = [
    {
        date: '3 сентября 2026',
        title: 'Here we go',
        text: 'Танков Тимофей - игрок ФК МЕРА. Пасько Демид - игрок ФК 78. Сумма доплаты - 80 монет (от 78)',
        tag: 'Трансферы'
    },
    {
        date: '24 августа 2026',
        title: 'Дисквалификация по дисциплинарным причинам.',
        text: 'Ланг Александр получил пожизненную дисквалификацию на матчи ДФЛ, теперь он не сможет сыграть ни одного матча.',
        tag: 'Дисквалификация'
    },
    {
        date: '6 сентября 2026',
        title: 'Сенсационная победа',
        text: '6 сентября в 19:30 состоялся матч между ФК МЕРА и ФК 78. Несмотря на неполный состав и кризис в составе ФК МЕРА одержала победу в серии пенальти, при этом доминируя всю игру. Лучшим игроком матча признан Кравченко Глеб, который отправил мяч в сетку 9 раз.',
        tag: 'Матчи'
    },
    {
        date: '3 сентября 2026',
        title: 'Here we go',
        text: 'Чурилов Алексей - игрок ФК 78. Сумма трансфера - 390 монет.',
        tag: 'Трансферы'
    }
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: ''
    },
    1: {
        type: 'image',
        url: ''
    },
    2: {
        type: 'image',
        url: ''
    },
    3: {
        type: 'image',
        url: ''
    },
    4: {
        type: 'image',
        url: ''
    }
};
