// Данные новостей 
window.newsData = [
 
    {
        date: '18 августа 2026',
        title: 'Аренда',
        text: 'HERE WE GO! Пожидаев Елисей перешел в ФК 78. ',
        tag: 'Переходы'
    },
    {
        date: '19 августа 2026',
        title: 'Трансферная политика ФК МЕРЫ',
        text: 'ФК МЕРА проводит активную трансферную политику, продавая и покупая игроков достойного уровня.',
        tag: 'Трансферы'
    },
     {
        date: '19 августа 2026',
        title: 'Первый трансфер',
        text: 'На рынке совершился первый трансфер - Пожидаев Елисей перешел в ФК 78 за 180 монет',
        tag: 'Рынок'
    },
     {
        date: '19 августа 2026',
        title: 'НОВЫЕ КОМАНДЫ',
        text: '18 августа был создан ФК ПСЖ и ФК Арсенал',
        tag: 'Новые команды'
    },
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: './Photos%20(2)/Elisey_Here_We_Go.png'
    },
    1: {
        type: 'image',
        url: ''
    },
    2: {
        type: 'image',
        url: ''
    },
    3: {
        type: 'image',
        url: ''
    },
    4: {
        type: 'image',
        url: ''
    }
};
