// Данные новостей 
window.newsData = [
 
    {
        date: '8 августа 2026',
        title: 'Аренда',
        text: 'HERE WE GO! Пожидаев Елисей перешел в ФК 78 в аренду до конца лета. Он уже исключен из ФК МЕРЫ и переходит в стан ФК 78.',
        tag: 'Слухи о переходах'
    },
    {
        date: '8 августа 2026',
        title: '⚽ Матч с Южным',
        text: '9 августа запланирован матч: ФК МЕРА против ФК ЮЖНЫЙ',
        tag: 'Запланированные матчи'
    },
     {
        date: '9 августа 2026',
        title: '1 матч - предел?',
        text: '9 августа команда ФК МЕРА сыграла 10:9 с ФК Южный. Команда боролась до конца, но 10-ого гола не случилось. Сразу после этого «состоялся» матч против ФК 78, но команда взяла техническое поражение в связи с усталостью игроков.',
        tag: 'Матчи'
    },
     {
        date: '8 августа 2026',
        title: 'HERE WE GO',
        text: 'Соколов Савелий - игрок ФК Южный!!!',
        tag: 'трансферы'
    },
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: './Photos%20(2)/Elisey_Here_We_Go.png'
    },
    1: {
        type: 'image',
        url: ''
    },
    2: {
        type: 'image',
        url: ''
    },
    3: {
        type: 'image',
        url: './Photos%20(2)/Sokolik_Here_We_Go1.png'
    },
    4: {
        type: 'image',
        url: ''
    }
};
