// Данные новостей 
window.newsData = [
    {
        date: '3 сентября 2026',
        title: 'Here we go',
        text: 'Танков Тимофей - игрок ФК МЕРА. Пасько Демид - игрок ФК 78. Сумма доплаты - 80 монет (от 78)',
        tag: 'Трансферы'
    },
    {
        date: '24 августа 2026',
        title: 'Дисквалификация по дисциплинарным причинам.',
        text: 'Ланг Александр получил пожизненную дисквалификацию на матчи ДФЛ, теперь он не сможет сыграть ни одного матча.',
        tag: 'Дисквалификация'
    },
    {
        date: '31 августа 2026',
        title: 'Инфляция',
        text: 'Инфляцию, ранее составляющую 81.6%, удалось стабилизировать. На данный момент инфляция на рынке составляет 28,2%',
        tag: 'Рынок'
    },
    {
        date: '3 сентября 2026',
        title: 'Here we go',
        text: 'Чурилов Алексей - игрок ФК 78. Сумма трансфера - 390 монет.',
        tag: 'Трансферы'
    }
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: ''
    },
    1: {
        type: 'image',
        url: ''
    },
    2: {
        type: 'image',
        url: ''
    },
    3: {
        type: 'image',
        url: ''
    },
    4: {
        type: 'image',
        url: ''
    }
};
