// Данные новостей 
window.newsData = [
    {
        date: '21 августа 2026',
        title: 'МАТЧ',
        text: '21.08 состоялся матч между ФК ПСЖ и ФК Арсенал. ФК ПСЖ победил со счетом 13:8.',
        tag: 'Матчи'
    },
    {
        date: '21 августа 2026',
        title: 'Пополнение в ФК Арсенал',
        text: '21.08 состоялся трансфер Лехнера Константина и Ровкина Егора в ФК Арсенал.',
        tag: 'Трансферы'
    },
    {
        date: '20 августа 2026',
        title: 'Инфляция',
        text: 'ВНИМАНИЕ: на данный момент инфляция на внутреннем рынке составляет 81.67%.',
        tag: 'Рынок'
    },
    {
        date: '22 августа 2026',
        title: 'Волевая  победа',
        text: '22.08 состоялся матч между ФК МЕРА и ФК Южный. ФК МЕРА одержала волевую победу со счетом 18:16',
        tag: 'Матчи'
    }
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: ''
    },
    1: {
        type: 'image',
        url: ''
    },
    2: {
        type: 'image',
        url: ''
    },
    3: {
        type: 'image',
        url: ''
    },
    4: {
        type: 'image',
        url: ''
    }
};
