// Данные новостей 
window.newsData = [
    {
        date: '30 августа 2026',
        title: 'Here we go',
        text: 'Халтурин Константин - игрок ФК МЕРА. Сумма трансфера - 25 монет.',
        tag: 'Трансферы'
    },
    {
        date: '24 августа 2026',
        title: 'Дисквалификация по дисциплинарным причинам.',
        text: 'Ланг Александр получил пожизненную дисквалификацию на матчи ДФЛ, теперь он не сможет сыграть ни одного матча.',
        tag: 'Дисквалификация'
    },
    {
        date: '30 августа 2026',
        title: 'Here we go',
        text: 'Богдан - игрок ФК МЕРА. Сумма трансфера - 50 монет.',
        tag: 'Трансферы'
    },
    {
        date: '23 августа 2026',
        title: 'Поражение',
        text: '23.08 состоялся матч между ФК МЕРА и ФК Южный. ФК Южный одержал волевую победу со счетом 10:8',
        tag: 'Матчи'
    }
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: ''
    },
    1: {
        type: 'image',
        url: ''
    },
    2: {
        type: 'image',
        url: ''
    },
    3: {
        type: 'image',
        url: ''
    },
    4: {
        type: 'image',
        url: ''
    }
};
