// Данные новостей 
window.newsData = [
    {
        date: '12 сентября 2026',
        title: 'Регламент',
        text: 'С 12.09 вступил в силу новый Регламент ДФЛ. Его можно посмотреть во вкладке "Регламент"',
        tag: 'Новости'
    },
    {
        date: '6 сентября 2026',
        title: 'Сенсационная победа',
        text: '6 сентября в 19:30 состоялся матч между ФК МЕРА и ФК 78. Несмотря на неполный состав и кризис в составе ФК МЕРА одержала победу в серии пенальти, при этом доминируя всю игру. Лучшим игроком матча признан Кравченко Глеб, который отправил мяч в сетку 9 раз.',
        tag: 'Матчи'
    },
    {
        date: '24 августа 2026',
        title: 'Дисквалификация по дисциплинарным причинам.',
        text: 'Ланг Александр получил пожизненную дисквалификацию на матчи ДФЛ, теперь он не сможет сыграть ни одного матча.',
        tag: 'Новости'
    },
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: ''
    },
    1: {
        type: 'image',
        url: ''
    },
    2: {
        type: 'image',
        url: ''
    },
    3: {
        type: 'image',
        url: ''
    },
    4: {
        type: 'image',
        url: ''
    }
};
