// Данные новостей 
window.newsData = [
    {
        date: '8 августа 2026',
        title: '2 матча за день!!!',
        text: 'Появилась информация, согласно которой стало возможно проведение 2 матчей ФК МЕРЫ за 1 день. 9 августа соперниками Меры могут оказаться ФК Южный и ФК 78.',
        tag: 'Матч'
    },
    {
        date: '8 августа 2026',
        title: 'Аренда',
        text: 'HERE WE GO! Пожидаев Елисей перешел в ФК 78 в аренду до конца лета. Он уже исключен из ФК МЕРЫ и переходит в стан ФК 78.',
        tag: 'Слухи о переходах'
    },
    {
        date: '8 августа 2026',
        title: '⚽ Матч с Южным',
        text: '9 августа запланирован матч: ФК МЕРА против ФК ЮЖНЫЙ',
        tag: 'Запланированные матчи'
    },
    {
        date: '8 августа 2026',
        title: 'HERE WE GO',
        text: 'Соколов Савелий - игрок ФК Южный!!!',
        tag: 'трансферы'
    },
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: ''
    },
    1: {
        type: 'image',
        url: './Photos%20(2)/Elisey_Here_We_Go.png'
    },
    3: {
        type: 'image',
        url: './Photos%20(2)/Sololik_Here_We_Go1.png'
    }
};