// Данные новостей 
window.newsData = [
    {
        date: '23 августа 2026',
        title: 'МАТЧ',
        text: '23.08 состоялась переигровка матча между ФК ПСЖ и ФК Арсенал. ФК Арсенал победил со счетом 37:13, установив самый результативный матч в истории ДФЛ.',
        tag: 'Матчи'
    },
    {
        date: '24 августа 2026',
        title: 'Дисквалификация по дисциплинарным причинам.',
        text: 'Ланг Александр получил пожизненную дисквалификацию на матчи ДФЛ, теперь он не сможет сыграть  ни  одного матча.',
        tag: 'Дисквалификация'
    },
    {
        date: '22 августа 2026',
        title: 'Один матч - не предел',
        text: '22.08 состоялся второй матч за день для ФК МЕРЫ. Их соперниками стали ФК 78, которых гости выиграли со счетом 5:6',
        tag: 'Матчи'
    },
    {
        date: '23 августа 2026',
        title: 'Поражение',
        text: '23.08 состоялся матч между ФК МЕРА и ФК Южный. ФК Южный одержал волевую победу со счетом 10:8',
        tag: 'Матчи'
    }
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: ''
    },
    1: {
        type: 'image',
        url: ''
    },
    2: {
        type: 'image',
        url: ''
    },
    3: {
        type: 'image',
        url: ''
    },
    4: {
        type: 'image',
        url: ''
    }
};
