// Данные новостей 
window.newsData = [
    {
        date: '21 августа 2026',
        title: 'МАТЧ',
        text: '21.08 состоялся матч между ФК ПСЖ и ФК Арсенал. ФК ПСЖ победил со счетом 13:8.',
        tag: 'Матчи'
    },
    {
        date: '20 августа 2026',
        title: 'Матч',
        text: '20.08.2026 состоялся матч между ФК Арсеналом и ФК ПСЖ. ФК Арсенал выиграл.',
        tag: 'Матчи'
    },
    {
        date: '20 августа 2026',
        title: 'Инфляция',
        text: 'ВНИМАНИЕ: на данный момент инфляция на внутреннем рынке составляет 81.67%.',
        tag: 'Рынок'
    },
    {
        date: '19 августа 2026',
        title: 'НОВЫЕ КОМАНДЫ',
        text: '18 августа были созданы ФК ПСЖ и ФК Арсенал.',
        tag: 'Новые команды'
    }
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: ''
    },
    1: {
        type: 'image',
        url: ''
    },
    2: {
        type: 'image',
        url: ''
    },
    3: {
        type: 'image',
        url: ''
    },
    4: {
        type: 'image',
        url: ''
    }
};
