// Данные новостей 
window.newsData = [
    {
        date: '23 августа 2026',
        title: 'МАТЧ',
        text: '23.08 состоится переигровка матча между ФК ПСЖ и ФК Арсенал. Матч пройдет на MERA stadium 2 в 15:00',
        tag: 'Матчи'
    },
    {
        date: '21 августа 2026',
        title: 'Пополнение в ФК Арсенал',
        text: '21.08 состоялся трансфер Лехнера Константина и Ровкина Егора в ФК Арсенал.',
        tag: 'Трансферы'
    },
    {
        date: '22 августа 2026',
        title: 'Один матч - не предел',
        text: '22.08 состоялся второй матч за день для ФК МЕРЫ. Их соперниками стали ФК 78, которых гости выиграли со счетом 5:6',
        tag: 'Матчи'
    },
    {
        date: '22 августа 2026',
        title: 'Волевая  победа',
        text: '22.08 состоялся матч между ФК МЕРА и ФК Южный. ФК МЕРА одержала волевую победу со счетом 18:16',
        tag: 'Матчи'
    }
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: ''
    },
    1: {
        type: 'image',
        url: ''
    },
    2: {
        type: 'image',
        url: ''
    },
    3: {
        type: 'image',
        url: ''
    },
    4: {
        type: 'image',
        url: ''
    }
};
