// Данные новостей 
window.newsData = [
 
    {
        date: '21 августа 2026',
        title: 'МАТЧ',
        text: '21.08 состоялся матч между ФК ПСЖ и ФК Арсенал, ФК ПСЖ победил со счетом 13:8, но результат матча был аннулирован по итогам рассмотрения жалобы ФК Арсенала. Переигровка матча состоится 23.08 в 15:00',
        tag: 'Матчи'
    },
    {
        date: '20 августа 2026',
        title: 'Матч',
        text: 'Сегодня, 20.08.2026 состоялся матч между ФК Арсеналом и  ФК ПСЖ в 14:00 на FC MERA STADIUM. ФК АРСЕНАЛ выиграл со счетом 14:12',
        tag: 'Матчи'
    },
     {
        date: '20 августа 2026',
        title: 'Инфляция',
        text: 'ВНИМАНИЕ!!! На данный момент инфляция на внутреннем рынке составляет 81,67% и продолжает расти, прогноз на 27.08 - 123,3%. Таким образом деньги начинают обесцениваться, командам следует обратить на это внимание.',
        tag: 'Рынок'
    },
     {
        date: '19 августа 2026',
        title: 'НОВЫЕ КОМАНДЫ',
        text: '18 августа был создан ФК ПСЖ и ФК Арсенал',
        tag: 'Новые команды'
    },
];

// Медиа для новостей (фото или видео)
window.newsMedia = {
    0: {
        type: 'image',
        url: ''
    },
    1: {
        type: 'image',
        url: ''
    },
    2: {
        type: 'image',
        url: ''
    },
    3: {
        type: 'image',
        url: ''
    },
    4: {
        type: 'image',
        url: ''
    }
};
